# BoltGradeTemplateConversion

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.BoltGradeTemplateConversion, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.bolt_grade_template_conversion import BoltGradeTemplateConversion

# TODO update the JSON string below
json = "{}"
# create an instance of BoltGradeTemplateConversion from a JSON string
bolt_grade_template_conversion_instance = BoltGradeTemplateConversion.from_json(json)
# print the JSON string representation of the object
print(bolt_grade_template_conversion_instance.to_json())

# convert the object into a dict
bolt_grade_template_conversion_dict = bolt_grade_template_conversion_instance.to_dict()
# create an instance of BoltGradeTemplateConversion from a dict
bolt_grade_template_conversion_from_dict = BoltGradeTemplateConversion.from_dict(bolt_grade_template_conversion_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)